import React from 'react';

const AnnualPlan = () => {
    return (
        <div>
            <h3>বাৎসরিক পরিকল্পনা</h3>
            <p>ডুমুরিয়া পলিটেকনিক ইন্সটিটিউ</p>
            <h4>প্রাতিষ্ঠানিক নিয়ম-শৃঙ্খলা</h4>
            <p>শিক্ষার্থীকে প্রথম শিফটে সকাল ৮:০০ ঘটিকা এবং দ্বিতীয় শিফটে সকাল ১২:৩০ ঘটিকার মধ্যে স্কুলে উপস্থিত থাকতে হয়;</p>
            <p>শ্রেণী কার্যক্রম শুরু করার পূর্বে সমাবেশ, শিক্ষার্থীদের শৃঙ্খলা তদারকি, প্রেষণামূলক আলোচনা এবং অন্যান্য প্রয়োজনীয় বিষয়ে মতবিনিময় করা হয়;
                নিয়মিত শিক্ষা কার্যক্রম চালু থাকা অবস্থায় শিক্ষার্থীদের উপস্থিতি বাধ্যতামূলক। কোনো শিক্ষার্থী অনুপস্থিত থাকলে কারণ ব্যাখ্যাসহ অভিভাবকদের যোগাযোগ করতে হয়;
                স্কুল চলাকালে সকল শিক্ষার্থীর পরিচয় পত্র দৃশ্যমান রাখা বাধ্যতামূলক;
                অভিভাবক দিবসে অভিভাবকদের উপস্থিতি বাধ্যতামূলক;
                ক্লাস চলাকালে শিক্ষার্থীদের বাইরে বা বারান্দায় অথবা মাঠে যাওয়া সম্পূর্ণ নিষেধ;
                নিজস্ব ক্যান্টিন থেকে খাবার/নাস্তা খাওয়া বাঞ্চনীয়;
                কর্তৃপক্ষের যেকোনো বৈধ নির্দেশ মানতে বাধ্য থাকা।
                ট বাংলাদেশের একটি অন্যতম প্রাচীন ও বৃহত্তম কারিগরী শিক্ষা প্রতিষ্ঠান। ২০০৬ সালে কারিগরি শিক্ষা অধিদপ্তর, শিক্ষা মন্ত্রণালয়ের অধীনে যাত্রা শুরু হয় চারটি বিভাগ নিয়ে। বর্তমানে ৭ টি বিষয়ে প্রকৌশল ডিপ্লোমা চালু রয়েছে। দুই একরের কিছু বেশি জায়গা নিয়ে অবস্থিত নাঙ্গুলী নেছারিয়া কামিল মাদ্রাসাের ক্যাম্পাসটি।</p>
        </div>
    );
};

export default AnnualPlan;