import React from 'react';
import './sobornojointy.css'
import headerImg from '../../assets/subontojoyonti-home_2.png'
import TopBanner from '../../SharedComponent/TopBanner/TopBanner';
import NavBar from '../../SharedComponent/NavBar/NavBar';
import BottomImg from '../../SharedComponent/BottomImg/BottomImg';
import Footer from '../../SharedComponent/Footer/Footer';
import Singlesoborno from './Singlesoborno';

import img_1 from '../../assets/s1.jpg'
import img_2 from '../../assets/s2.jpg'
import img_3 from '../../assets/s3.jpg'
import img_4 from '../../assets/s4.jpg'
import img_5 from '../../assets/s5.jpg'
import img_6 from '../../assets/s6.jpg'

const SobornoJointy = () => {
    return (
        <div>
            <TopBanner />
            <NavBar />
            <div className='suborno__container'>
                <div className="header">
                    <div className="header__img">
                        <img src={headerImg} alt="" />
                    </div>
                    <div className="header__content">
                        <h3>স্বাধীনতার সুবর্ণজয়ন্তী কর্নার</h3>
                        <p>বাংলাদেশের স্বাধীনতা ও বিজয় অর্জনের ৫০ বছর পূর্তি</p>
                    </div>
                </div>
                <div className='table__container'>
                   <Singlesoborno
                    title_1 = "জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান"
                    title_2 = "বঙ্গবন্ধু শেখ মুজিবুর রহমানের সংক্ষিপ্ত জীবনী"
                    title_3 = "ঐতিহাসিক ৭ মার্চ এর ভাষণ"
                    img_1 = {img_1}
                    img_2 = {img_2}
                    content_1 = "জাতির জনক বঙ্গবন্ধু শেখ মুজিবুর রহমান ফরিদপুর জেলার গোপালগঞ্জ মহকুমার (বর্তমানে জেলা) টুঙ্গিপাড়া গ্রামে এক সম্ভ্রান্ত মুসলিম পরিবারে ১৯২০ সালের ১৭ মার্চ জন্মগ্রহণ করেন। শেখ লুৎফর রহমান ও মোসাম্মৎ সায়েরা খাতুনের চার কন্যা ও দুই পুত্রের মধ্যে তৃতীয় সন্তান শেখ মুজিব। বাবা-মা ডাকতেন খোকা বলে। খোকার শৈশবকাল কাটে টুঙ্গি-পাড়ায়। ৭ বছর বয়সে গিমাডাঙ্গা প্রাইমারি স্কুলে পড়াশোনা শুরু করেন। নয় বছর বয়সে গোপালগঞ্জ পাবলিক স্কুলে তৃতীয় শ্রেণীতে ভর্তি হন। পরে তিনি স্থানীয় মিশনারি স্কুলে ভর্তি হন। ১৪ বছর বয়সে বেরিবেরি রোগে আক্রান্ত হলে তার একটি চোখ কলকাতায় অপারেশন করা হয় এবং চক্ষুরোগের কারণে তার লেখাপড়ার সাময়িক বিরতি ঘটে। চক্ষুরোগে চার বছর শিক্ষাজীবন ব্যাহত হওয়ার পর শেখ মুজিব পুনরায় স্কুলে ভর্তি হন। ১৮ বছর বয়সে বঙ্গবন্ধু ও বেগম ফজিলাতুন্নেছা আনুষ্ঠানিক বিয়ে সম্পন্ন হয়। তারা দুই কন্যা শেখ হাসিনা, শেখ রেহানা ও তিন পুত্র শেখ কামাল, শেখ জামাল ও শেখ রাসেল এর জনক-জননী। অবিভক্ত বাংলার মুখ্যমন্ত্রী শেরে বাংলা এ কে ফজলুল হক এবং হোসেন শহীদ সোহরাওয়ার্দী গোপালগঞ্জ মিশনারি স্কুল পরিদর্শনে এলে বঙ্গবন্ধু স্কুলের ছাদ দিয়ে পানি পড়ত তা সারাবার জন্য ও ছাত্রাবাসের দাবি স্কুল ছাত্রদের পক্ষ থেকে তুলে ধরেন। শেখ মুজিব নিখিল ভারত মুসলিম ছাত্র ফেডারেশনে যোগদান করেন এবং এক বছরের জন্য বেঙ্গল মুসলিম ছাত্র ফেডারেশনের কাউন্সিলর নির্বাচিত হন। তাকে গোপালগঞ্জ মুসলিম ডিফেন্স কমিটির সেক্রেটারি নিযুক্ত করা হয়।"
                    content_2 = "৭ মার্চ রেসকোর্স ময়দানে (বর্তমানে সোহরাওয়ার্দী উদ্যান) সমবেত জনসমুদ্রে জাতির উদ্দেশে ঐতিহাসিক ভাষণ দেন বঙ্গবন্ধু। তাঁর এই ভাষণ জাতিকে অনুপ্রাণিত করে স্বাধীনতার জন্য সশস্ত্র মুক্তিযুদ্ধে ঝাঁপিয়ে পড়তে। ২০১৭ সালে ইউনেস্কো এই ঐতিহাসিক ভাষণকে বিশ্বের গুরুত্বপূর্ণ প্রামাণ্য ঐতিহ্য হিসেবে স্বীকৃতি দিয়েছে। ৭ মার্চ রেসকোর্সের জনসমুদ্র থেকে বঙ্গবন্ধু শেখ মুজিবুর রহমান ঘোষণা করেন ‘এবারের সংগ্রাম আমাদের মুক্তির সংগ্রাম, এবারের সংগ্রাম স্বাধীনতার সংগ্রাম, জয় বাংলা’। ঐতিহাসিক ভাষণে জাতির জনক বঙ্গবন্ধু বাঙালি জাতিকে শৃঙ্খল মুক্তির আহ্বান জানিয়ে ঘোষণা করেন, “রক্ত যখন দিয়েছি রক্ত আরও দেবো। এদেশের মানুষকে মুক্ত করে ছাড়বো ইনশাআল্লাহ্।”"
                   />
                   <Singlesoborno
                    title_2 = "বাংলাদেশ উন্নয়নশীল দেশ"
                    title_3 = "বঙ্গবন্ধু স্যাটেলাইট"
                    img_1 = {img_3}
                    img_2 = {img_4}
                    content_1 = "মাননীয় প্রধানমন্ত্রী শেখ হাসিনা ২০২১ সালের মধ্যে বাংলাদেশকে একটি মধ্যম আয়ের দেশে এবং ২০৪১ সালের মধ্যে একটি উন্নত সমৃদ্ধ দেশে রূপান্তরিত করার স্বপ্ন দেখেছেন। ১৯৭৫ সাল থেকে স্বল্পোন্নত দেশের কাতারে থাকা বাংলাদেশ উন্নয়নশীল দেশে উত্তরণে সিডিপির সব শর্ত পূরণ করে ২০১৮ সালে৷ সিডিপির তিনটি সূচকেই বাংলাদেশ শর্ত পূরণ করে অনেক এগিয়ে গেছে৷ উন্নয়নশীল দেশ হতে মাথাপিছু আয় হতে হয় কমপক্ষে ১২৩০ মার্কিন ডলার, ২০২০ সালে বাংলাদেশের মাথাপিছু আয় ছিল ১৮২৭ ডলার৷ মানবসম্পদ সূচকে উন্নয়নশীল দেশ হতে ৬৬ পয়েন্টের প্রয়োজন; বাংলাদেশের পয়েন্ট ২০২০ সালে ছিল ৭৫.৩ ৷ অর্থনৈতিক ভঙ্গুরতা সূচকে কোনো দেশের পয়েন্ট ৩৬ এর বেশি হলে সেই দেশকে এলডিসিভুক্ত রাখা হয়, ৩২ এ আসার পর উন্নয়নশীল দেশের যোগ্যতা অর্জন হয় সেখানে বাংলাদেশের পয়েন্ট ২৫ দশমিক ২ ৷"
                    content_2 = "বাংলাদেশের জন্য অত্যন্ত গৌরবময় এই ঘটনার সাক্ষী দেশের মানুষদের উৎসাহের শেষ নেই।ফ্লোরিডার স্থানীয় সময় ১০ মে স্পেসএক্স এর যান্ত্রিক ত্রুটির কারণে বঙ্গবন্ধু-১ স্যাটেলাইট একদিন পিছিয়ে ১১ মে ফ্লোরিডার স্থানীয় সময় বিকেল ২টার দিকে উৎক্ষেপিত হয়। বাংলাদেশ সময় ১২মে ২০১৮ (অথবা ১১মে শুক্রবার দিবাগত) রাত ২টা ১৪ মিনিটে যুক্তরাষ্ট্রের ফ্লোরিডার কেনেডি স্পেস সেন্টার থেকে বঙ্গবন্ধু-১ স্যাটেলাইটটি সফলভাবে উৎক্ষেপণ করা হয়। উৎক্ষেপণের ৩৩ মিনিট ৪৭ সেকেন্ডে বঙ্গবন্ধু-১ স্যাটেলাইট পৌঁছে যায় জিওস্টেশনারি ট্রান্সফার অরবিটে।"
                   />
                   <Singlesoborno
                    title_2 = "বাংলাদেশ উন্নয়নের রোল মডেল"
                    title_3 = "স্বাধীনতার ৫০ বছরে অর্জনের বাংলাদেশ"
                    img_1 = {img_5}
                    img_2 = {img_6}
                    content_1 = "বাংলাদেশ এখন দক্ষিণ এশিয়ার উন্নয়নের রোল মডেল। অদম্য গতিতে এগিয়ে যাচ্ছে বিজয়ের সুবর্ণজয়ন্তী উদ্যাপন করা বাংলাদেশটি। অল্প সময়ের মধ্যে প্রতিবেশী ভারত ও পাকিস্তানের চেয়ে সব ধরনের সূচকে এগিয়ে রয়েছে দেশটি। স্বাধীনতার পূর্বে বাংলাদেশে কাজ করা বর্তমানে পাকিস্তানের প্রধানমন্ত্রী ইমরান খানের প্রাতিষ্ঠানিক সংস্কার ও নীতিবিষয়ক উপদেষ্টা ইশরাত হুসাইন এক নিবন্ধে এই তথ্য লিখেছেন। মুক্তিযুদ্ধের আগে বাংলাদেশের পটুয়াখালী, চট্টগ্রাম ও ঢাকায় কর্মরত ছিলেন তিনি। তার লেখা ‘বাংলাদেশের গল্প’ শিরোনামে একটি নিবন্ধ প্রকাশ করেছে পাকিস্তানী দৈনিক ডন। ডন পত্রিকার নিবন্ধে তিনি বলেছেন, বাংলাদেশের জাতীয় আয় ৫০ গুণ, মাথাপিছু আয় ২৫ গুণ (ভারত ও পাকিস্তানের চেয়ে বেশি) এবং খাদ্য উৎপাদন চার গুণ বেড়েছে। ১৯৯০ সালের তুলনায় রফতানি ১০০ গুণ বেড়েছে এবং দারিদ্র্য ৬০ থেকে নেমে ২০ শতাংশে এসেছে। প্রত্যাশিত গড় আয়ু বেড়ে ৭২ হয়েছে।"
                    content_2 = "স্বাধীন বাংলাদেশের ৫০ বছরে বাঙালি বিশ্বের কাছে আত্মমর্যাদাশীল, আত্মপ্রত্যয়ী ও উন্নয়ন যাত্রাপথে সাফল্য অর্জনের কঠোর সংগ্রামে অবিচল জাতি হিসেবে নিজেদের পরিচয় প্রতিষ্ঠা করেছে। বাংলাদেশের উন্নয়নের যে ডাইমেনশনগুলো বিশ্বের প্রশংসা অর্জন করেছে সেগুলো হলো, বাংলাদেশের জিডিপির প্রবৃদ্ধির হার ২০১৮- অর্থবছরে ৮ দশমিক ১৫ শতাংশে পৌঁছে গিয়েছিল। করোনাভাইরাস মহামারীর আঘাতে ২০১৯-২০ অর্থবছরে প্রবৃদ্ধির হার ৩ দশমিক ৮ শতাংশে নেমে গেলেও বাংলাদেশের মাথাপিছু জিএনআই ২০১৯ অর্থবছরের ১ হাজার ৯০৯ ডলার থেকে বেড়ে ২০২১ সালের ৩০ জুন ২ হাজার ৫৫৪ ডলারে পৌঁছেছে বলে প্রাক্কলিত হয়েছে।"
                   />
                </div>
            </div>
            <BottomImg/>
            <Footer/>
        </div>
    );
};

export default SobornoJointy;