import React from 'react';
import './educationstyle.css'
const CurrentEducation = () => {
    return (
        <div className='education-container'>
            <h3>বর্তমান শিক্ষা ব্যবস্থা</h3>
            <p>ডুমুরিয়া পলিটেকনিক ইন্সটিটি</p>
            <p>কারিগরি শিক্ষা বোর্ডের ওয়েভসাইটে প্রকাশ করা হয়।</p>
            <h3>পাঠদান প্রক্রিয়া ও কাঠামো</h3>
            <p>ব্যবহারিক দক্ষতা প্রদানে মোট ক্লাশের ৮০ ভাগ ব্যবহারিক ক্লাশ করানো হয়। এ শিক্ষা ব্যবস্থায় সাধারণ শিক্ষা ধারাযর অন্তর্ভুক্ত বিষয়গুলোর সাথে জেএসসি (ভোকেশনাল), এসএসসি (ভোকেশনাল), এইচএসসি (ভোকেশনাল) শিক্ষাক্রমের সাথে রিলেটেড বিভিন্ন বিষয়ে দক্ষতা প্রদান করা হয়। বাংলাদেশ জাতীয় যোগ্যতা কাঠামো বিএনকিউএফ ও জাতীয় দক্ষতা উন্নয়ন-নীতিমালা ২০১১ এর জাতীয় কারিগরি ও বৃত্তিমূলক যোগ্যতা কাঠামো সমন্বয় করা হয়েছে। বিশ্বের বিভিন্ন দেশের জাতীয় যোগ্যতা-দক্ষতা কাঠামো সাথে সামঞ্জস্য রেখে দেশে বিদ্যমান বিভিন্ন স্তরের শিক্ষা প্রশিক্ষণ একটি সার্বজনীন যোগ্যতা কাঠামো সাথে অন্তর্ভুক্ত করা হয়েছে। </p>
            <h3>আমাদের পরিচালিত শিক্ষাক্রম ও ভর্তি যোগ্যতা:</h3>
            <h3>জেএসসি (ভোকেশনাল) ৬ষ্ঠ, ৭ম ও ৮ম শ্রেণি</h3>
            <p><b>ভর্তি যোগ্যতা:</b> ৬ষ্ঠ শ্রেণির জন্য কোনো অনুমোদিত বিদ্যালয়/মাদ্রাসা হতে প্রাথমিক শিক্ষা সমাপনী/ইবতেদীয় শিক্ষা সমাপনী পরীক্ষা/সমমান পরীক্ষায় উত্তীর্ণ হতে হবে। ৩১-১২-২০২২ তারিখে বয়স ১০+ হতে হবে। ৭ম ও ৮ম শ্রেণির জন্য যথাক্রমে ৬ষ্ঠ ও ৭ম শ্রেণি পাশ হতে হবে।</p>
            <p><b>আসন সংখ্যা:</b> ৬ষ্ঠ (১ম শিফট ৬০ ও দ্বিতীয় শিফট ৬০); ৭ম (১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে); ৮ম ((১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে)</p>
            <h3>এসএসসি (ভোকেশনাল) ৯ম ও ১০ম (২ বছর মেয়াদি)</h3>
            <p><b>ট্রেডসমূহ: (১)</b> অটোমোবাইল অ্যান্ড অটো ইলেকট্রিক বেসিকস (২) জেনারেল ইলেকট্রনিক্স (৩) রেফ্রিজারেশন অ্যান্ড এয়ারকন্ডিশনিং (৪) ওয়েল্ডিং অ্যান্ড ফেব্রিকেশন। সকল ট্রেডে আসন সংখ্যা ১ম শিফট ৪০ ও ২য় শিফট ৪০।</p>
            <p><b>ভর্তি যোগ্যতা:</b> যেকোনো শিক্ষা বোর্ডের অধীনে অনুষ্ঠিত জুনিয়র স্কুল/জুনিয়র দাখিল সার্টিফিকেট/অষ্টম শ্রেণি উত্তীর্ণ হতে হবে।</p>
            <p>উট বাংলাদেশের একটি অন্যতম প্রাচীন ও বৃহত্তম কারিগরী শিক্ষা প্রতিষ্ঠান। ২০০৬ সালে কারিগরি শিক্ষা অধিদপ্তর, শিক্ষা মন্ত্রণালয়ের অধীনে যাত্রা শুরু হয় চারটি বিভাগ নিয়ে। বর্তমানে ৭ টি বিষয়ে প্রকৌশল ডিপ্লোমা চালু রয়েছে। দুই একরের কিছু বেশি জায়গা নিয়ে অবস্থিত নাঙ্গুলী নেছারিয়া কামিল মাদ্রাসাের ক্যাম্পাসটি।</p>
            <p>এখানে রয়েছে বেশ কয়েকটি ভবন। এরমধ্যে রয়েছে পাঁচ তলা বিশিষ্ট প্রশাসনিক ভবন, পাঁচ তলা এবং দুই তলা বিশিষ্ট দুইটি একাডেমিক ভবন, ২৬ টি ক্লাস রুম, WIFI সুবিধাসহ একটি আইটি সেন্টার, শহীদ মিনার, লাইব্রেরি, আধুনিক ইকুইপমেন্ট সমৃদ্ধ ওয়ার্কশপ এবং ল্যাব, কনফারেন্স রুম, দুইটি স্টুডেন্ট কমন রুম, একটি মেডিক্যাল সেন্টার, সাইকেল গ্যারেজ এবং একটি পাওয়ার সাপ্লাই সাবস্টেশন। এখানে শিক্ষার্থী বা শিক্ষকদের জন্য কোন আবাসিক সুবিধা নেই, তবে অধ্যক্ষ ও কর্মচারীদের জন্য বাসভবন রয়েছে। বর্তমানে মোট সাতটি বিষয়ে চার বছর মেয়াদি ডিপ্লোমা কোর্স চালু রয়েছে।</p>
        </div>
    );
};

export default CurrentEducation;