import React from 'react';
import './application.css'
const Application = () => {
    return (
        <div className='application-container'>
            <h3>আবেদন প্রক্রিয়া</h3>
            <h3>আমাদের পরিচালিত শিক্ষাক্রম ও ভর্তি যোগ্যতা:</h3>
            <h3>জেএসসি (ভোকেশনাল) ৬ষ্ঠ, ৭ম ও ৮ম শ্রেণি</h3>
            <p><b>ভর্তি যোগ্যতা:</b> ৬ষ্ঠ শ্রেণির জন্য কোনো অনুমোদিত বিদ্যালয়/মাদ্রাসা হতে প্রাথমিক শিক্ষা সমাপনী/ইবতেদীয় শিক্ষা সমাপনী পরীক্ষা/সমমান পরীক্ষায় উত্তীর্ণ হতে হবে। ৩১-১২-২০২২ তারিখে বয়স ১০+ হতে হবে। ৭ম ও ৮ম শ্রেণির জন্য যথাক্রমে ৬ষ্ঠ ও ৭ম শ্রেণি পাশ হতে হবে।</p>
            <p><b>আসন সংখ্যা:</b> ৬ষ্ঠ (১ম শিফট ৬০ ও দ্বিতীয় শিফট ৬০); ৭ম (১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে); ৮ম ((১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে)</p>
            <h3>এসএসসি (ভোকেশনাল) ৯ম ও ১০ম (২ বছর মেয়াদি)</h3>
            <p><b>ট্রেডসমূহ:</b> (১) অটোমোবাইল অ্যান্ড অটো ইলেকট্রিক বেসিকস (২) জেনারেল ইলেকট্রনিক্স (৩) রেফ্রিজারেশন অ্যান্ড এয়ারকন্ডিশনিং (৪) ওয়েল্ডিং অ্যান্ড ফেব্রিকেশন। সকল ট্রেডে আসন সংখ্যা ১ম শিফট ৪০ ও ২য় শিফট ৪০।</p>
            <p><b>ভর্তি যোগ্যতা:</b> যেকোনো শিক্ষা বোর্ডের অধীনে অনুষ্ঠিত জুনিয়র স্কুল/জুনিয়র দাখিল সার্টিফিকেট/অষ্টম শ্রেণি উত্তীর্ণ হতে হবে।</p>
        </div>
    );
};

export default Application;