import React from 'react';
import './structure.css'
import structureImg from '../../../assets/acd_structure.jpg'
const AcademicStructure = () => {
    return (
        <div className='structure-container'>
            <h3 className='structure__title'>প্রাতিষ্ঠানিক কাঠামো</h3>
            <p>অন্যদিকে, আমরা ধার্মিক ক্রোধ এবং অপছন্দকারী পুরুষদের নিন্দা করি যারা এই মুহুর্তের আনন্দের মোহনীয়তায় এতটাই ছদ্মবেশী এবং হতাশ হয়ে পড়েছে, আকাঙ্ক্ষার দ্বারা অন্ধ হয়ে যায়, যাতে তারা যে বেদনা ও ঝামেলা পোহাতে বাধ্য হয় তা আগেই বুঝতে পারে না; এবং সমান দোষ তাদেরই যারা তাদের ইচ্ছাশক্তির দুর্বলতার দ্বারা তাদের দায়িত্ব পালনে ব্যর্থ হয়, যা পরিশ্রম এবং ব্যথা থেকে সঙ্কুচিত হয়ে বলার মতোই। এই ক্ষেত্রে পুরোপুরি সহজ এবং পার্থক্য করা সহজ হয়। একটি নিখরচায়, যখন আমাদের পছন্দের শক্তি নিরবচ্ছিন্ন হয় এবং যখন আমরা আমাদের সবচেয়ে বেশি পছন্দ করি তা করতে আমাদের বাধা দেয় না, তখন প্রতিটি আনন্দকে স্বাগত জানানো হয় এবং প্রতিটি ব্যথা এড়ানো হয়। তবে নির্দিষ্ট পরিস্থিতিতে এবং দায়বদ্ধতার দাবি বা ব্যবসায়ের বাধ্যবাধকতার কারণে এটি প্রায়শই ঘটে যে আনন্দগুলি খণ্ডন করতে হবে এবং বিরক্তি গ্রহণ করতে হবে। জ্ঞানী মানুষ তাই এই নির্বাচনের নীতিটি সর্বদা এই বিষয়গুলিতে ধারণ করেন: তিনি অন্যান্য বৃহত্তর আনন্দকে সুরক্ষিত করার জন্য আনন্দগুলি প্রত্যাখ্যান করেন, অন্যথায় তিনি আরও খারাপ ব্যথা এড়াতে ব্যথা সহ্য করেন।</p>
            <p>এখানে রয়েছে বেশ কয়েকটি ভবন। এরমধ্যে রয়েছে পাঁচ তলা বিশিষ্ট প্রশাসনিক ভবন, পাঁচ তলা এবং দুই তলা বিশিষ্ট দুইটি একাডেমিক ভবন, ২৬ টি ক্লাস রুম, WIFI সুবিধাসহ একটি আইটি সেন্টার, শহীদ মিনার, লাইব্রেরি, আধুনিক ইকুইপমেন্ট সমৃদ্ধ ওয়ার্কশপ এবং ল্যাব, কনফারেন্স রুম, দুইটি স্টুডেন্ট কমন রুম, একটি মেডিক্যাল সেন্টার, সাইকেল গ্যারেজ এবং একটি পাওয়ার সাপ্লাই সাবস্টেশন। এখানে শিক্ষার্থী বা শিক্ষকদের জন্য কোন আবাসিক সুবিধা নেই, তবে অধ্যক্ষ ও কর্মচারীদের জন্য বাসভবন রয়েছে। বর্তমানে মোট সাতটি বিষয়ে চার বছর মেয়াদি ডিপ্লোমা কোর্স চালু রয়েছে।</p>
            <img src={structureImg} alt="" />
        </div>
    );
};

export default AcademicStructure;