import React from 'react';

const Target = () => {
    return (
        <div>
            <h3>প্রতিষ্ঠানের লক্ষ্য ও উদ্দেশ্য</h3>
            <h3>ভিশন ও মিশন</h3>
            <h3>ভিশন:</h3>
            <p>শিক্ষার্থীর সার্বিক বিকাশের মাধ্যমে মানবিক, সামাজিক ও নৈতিক গুণসম্পন্ন জ্ঞানী, সৃজনশীল, দেশপ্রেমিক, একুশ শতকের উপযোগী মান সম্পন্ন দক্ষ মানব সম্পদ উন্নয়নে কারিগরি শিক্ষা বাস্তবায়ন করা।</p>
            <h3>মিশন:</h3>
            <p>শিক্ষার্থীর সুপ্ত প্রতিভা ও সম্ভাবনা বিকাশের মাধ্যমে সৃজনশীলতা, কল্পনা ও অনুসন্ধিৎসা বৃদ্ধি করা;</p>
            <p>শিক্ষার্থীর মধ্যে মানবিক গুণাবলি, যেমন- নৈতিক মূল্যবোধ, সততা, অধ্যবসায়, সহিষ্ণুতা, শৃঙ্খলা, আত্মবিশ্বাস, সদাচার, অন্যের প্রতি শ্রদ্ধাবোধ, নান্দনিকতাবোধ, সৌহার্দ্যপূর্ণ সম্পর্ক ও ন্যায়বিচারবোধ সুদৃঢ়ভাবে গ্রথিত করা;</p>
            <p>শ্রমের মর্যাদা, কাজের অভ্যাস ও কাজ করতে আগ্রহী হওয়ার প্রতি ইতিবাচক মনোভাব বিকশিত করা যাতে শিক্ষার্থী ব্যক্তিগত এবং দলগত উভয় ধরনের কাজ সম্পাদনে নৈতিকতা ও দায়িত্বশীলতা সৃষ্টি করা;</p>
            <p>শিক্ষার্থীকে প্রযুক্তির প্রতি আগ্রহী করে তোলা এবং তথ্য ও যোগাযোগ প্রযুক্তি ব্যবহারে আত্মবিশ্বাসী, উৎপাদনশীল এবং সৃজনশীল হিসাবে তৈরি করা;</p>
            <p>শিক্ষার্থী যাতে জীবনমান উন্নয়নের জন্য জীবনঘনিষ্ঠ বিভিন্ন সমস্যা অনুসন্ধান ও সমাধানে বৈজ্ঞানিক প্রক্রিয়া ও পদ্ধতি প্রয়োগ করতে পারে সে লক্ষ্যে বৈজ্ঞানিক দৃষ্টিভঙ্গি ও যোগ্যতা অর্জনে সহায়তা করা;</p>
            <p>দক্ষ জনশক্তি যোগান দেয়ার সুযোগ সৃষ্টিতে শিক্ষার্থীদের স্বাবলম্বি ও দক্ষ  মানব সম্পদ হিসেবে গড়ে উঠতে সহায়তা করা;</p>
            <h3>কৌশলগত উদ্দেশ্যসমূহ (Strategic Objectives):</h3>
            <p>মানসম্মত কারিগরি ও বৃত্তিমূলক শিক্ষা ও প্রশিক্ষণের ক্ষেত্রে প্রবেশগম্যতার (Access) উন্নয়ন ঘটানো</p>
            <p>কারিগরি ও বৃত্তিমূলক শিক্ষা ও প্রশিক্ষণের সকল ক্ষেত্রে সাম্য ও সমতার নীতি প্রতিষ্ঠিত করা
                দেশীয় ও আন্তর্জাতিক শ্রমবাজারের উপযোগী দক্ষ মানব সম্পদ তৈরি করা</p>
            <p>শিক্ষা  ব্যবস্থাপনায় সু-শাসন  জোরদার করা</p>
            <p>মহান স্বাধীনতা যুদ্ধের চেতনা সমৃদ্ধ ইতিহাস, ঐতিহ্য ও জাতীয় সংস্কৃতির সংরক্ষণ ও লালন করা</p>
            <p>এখানে রয়েছে বেশ কয়েকটি ভবন। এরমধ্যে রয়েছে পাঁচ তলা বিশিষ্ট প্রশাসনিক ভবন, পাঁচ তলা এবং দুই তলা বিশিষ্ট দুইটি একাডেমিক ভবন, ২৬ টি ক্লাস রুম, WIFI সুবিধাসহ একটি আইটি সেন্টার, শহীদ মিনার, লাইব্রেরি, আধুনিক ইকুইপমেন্ট সমৃদ্ধ ওয়ার্কশপ এবং ল্যাব, কনফারেন্স রুম, দুইটি স্টুডেন্ট কমন রুম, একটি মেডিক্যাল সেন্টার, সাইকেল গ্যারেজ এবং একটি পাওয়ার সাপ্লাই সাবস্টেশন। এখানে শিক্ষার্থী বা শিক্ষকদের জন্য কোন আবাসিক সুবিধা নেই, তবে অধ্যক্ষ ও কর্মচারীদের জন্য বাসভবন রয়েছে। বর্তমানে মোট সাতটি বিষয়ে চার বছর মেয়াদি ডিপ্লোমা কোর্স চালু রয়েছে।</p>
        </div>
    );
};

export default Target;