import React from 'react';
import './registration.css';
const RegistrationSystem = () => {
    return (
        <div className='registration-container'>
            <h3>রেজিস্ট্রেশন সিস্টেম</h3>
            <p>কারিগরি শিক্ষা বোর্ডের নীতিমালা ও নির্ধারিত তারিখের মধ্যে রেজিষ্ট্রেশন করা হয়।</p>
            <h3>আমাদের পরিচালিত শিক্ষাক্রম ও ভর্তি যোগ্যতা:</h3>
            <h3>জেএসসি (ভোকেশনাল) ৬ষ্ঠ, ৭ম ও ৮ম শ্রেণি</h3>
            <p><b>ভর্তি যোগ্যতা:</b> ৬ষ্ঠ শ্রেণির জন্য কোনো অনুমোদিত বিদ্যালয়/মাদ্রাসা হতে প্রাথমিক শিক্ষা সমাপনী/ইবতেদীয় শিক্ষা সমাপনী পরীক্ষা/সমমান পরীক্ষায় উত্তীর্ণ হতে হবে। ৩১-১২-২০২২ তারিখে বয়স ১০+ হতে হবে। ৭ম ও ৮ম শ্রেণির জন্য যথাক্রমে ৬ষ্ঠ ও ৭ম শ্রেণি পাশ হতে হবে।</p>
            <p><b>আসন সংখ্যা:</b> ৬ষ্ঠ (১ম শিফট ৬০ ও দ্বিতীয় শিফট ৬০); ৭ম (১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে); ৮ম ((১ম শিফট ৬০, আসন শূণ্য থাকা সাপেক্ষে)</p>
            <h3>এসএসসি (ভোকেশনাল) ৯ম ও ১০ম (২ বছর মেয়াদি)</h3>
            <p><b>ট্রেডসমূহ: (১)</b> অটোমোবাইল অ্যান্ড অটো ইলেকট্রিক বেসিকস (২) জেনারেল ইলেকট্রনিক্স (৩) রেফ্রিজারেশন অ্যান্ড এয়ারকন্ডিশনিং (৪) ওয়েল্ডিং অ্যান্ড ফেব্রিকেশন। সকল ট্রেডে আসন সংখ্যা ১ম শিফট ৪০ ও ২য় শিফট ৪০।</p>
            <p><b>ভর্তি যোগ্যতা:</b> যেকোনো শিক্ষা বোর্ডের অধীনে অনুষ্ঠিত জুনিয়র স্কুল/জুনিয়র দাখিল সার্টিফিকেট/অষ্টম শ্রেণি উত্তীর্ণ হতে হবে।</p>
            <p>এখানে রয়েছে বেশ কয়েকটি ভবন। এরমধ্যে রয়েছে পাঁচ তলা বিশিষ্ট প্রশাসনিক ভবন, পাঁচ তলা এবং দুই তলা বিশিষ্ট দুইটি একাডেমিক ভবন, ২৬ টি ক্লাস রুম, WIFI সুবিধাসহ একটি আইটি সেন্টার, শহীদ মিনার, লাইব্রেরি, আধুনিক ইকুইপমেন্ট সমৃদ্ধ ওয়ার্কশপ এবং ল্যাব, কনফারেন্স রুম, দুইটি স্টুডেন্ট কমন রুম, একটি মেডিক্যাল সেন্টার, সাইকেল গ্যারেজ এবং একটি পাওয়ার সাপ্লাই সাবস্টেশন। এখানে শিক্ষার্থী বা শিক্ষকদের জন্য কোন আবাসিক সুবিধা নেই, তবে অধ্যক্ষ ও কর্মচারীদের জন্য বাসভবন রয়েছে। বর্তমানে মোট সাতটি বিষয়ে চার বছর মেয়াদি ডিপ্লোমা কোর্স চালু রয়েছে।</p>
        </div>
    );
};

export default RegistrationSystem;