import React from 'react';
import './textslider.css'
const TextSlider = () => {
    return (
        <div className='text-slider-container'>
            <p>জীবন হচ্ছে মৃত্যুর ঘনিষ্ঠ সঙ্গী । — এস টি কোলরিজ</p>
            <p>প্রতিদিন আমাদের এমন ভাবে কাটানো উচিত, যেন আজ জীবনের শেষ দিন । — সেনেকা</p>
            <p>. মানুষের পুরো জীবনটা হচ্ছে একটা সরল অংক, যতই দিন যাচ্ছে ততই আমরা তার সমাধানের দিকে যাচ্ছি । — হুমায়ুন আহমেদ</p>
            <p>আর দুনিয়ার জীবন, খেলাধুলা ও তামাশা ছাড়া কিছুই না । — সূরা আনয়াম – ৩২</p>
            <p>জীবন মানে ক্রমাগত, মৃত্যুর দিকে এগিয়ে যাওয়া। — হুমায়ুন ফরিদী</p>
        </div>
    );
};

export default TextSlider;